IDEA Open Model
ResultOnSection.Position Property
Compatible with IDEA StatiCa v 10.1
 Position of section
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Position { get; set; }
Public Property Position As Double
	Get
	Set
public:
property double Position {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOnSection Class
IdeaRS.OpenModel.Result Namespace